Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Additionally, your name and e-mail can be used in version control system commits to author the changes you made; they can be stored there indefinitely.
sv: Dessutom kan ditt namn och din e-postadress användas i versionshanteringssystemets commit för att ange vem som gjort ändringarna; de kan lagras där på obestämd tid.

source: You can enable the use of a private commit e-mail in your profile.
sv: Du kan aktivera användningen av en privat e-postadress för commit i din profil.

source: Additionally, your name can be used in version control system commits to author the changes you made; it can be stored there indefinitely.
sv: Dessutom kan ditt namn användas i versionshanteringssystemets commit för att ange vem som gjort ändringarna; det kan lagras där på obestämd tid.

source: You provide your contribution under the license defined by each project you contributed to.
sv: Du tillhandahåller ditt bidrag enligt den licens som definieras av varje projekt du bidragit till.

source: Weblate single sign on
sv: Weblate enkel inloggning

source: Cloud
sv: Moln

source: Dedicated
sv: HÃ¤ngiven

source: Self-hosted
sv: SjÃ¤lvhosting

source: Authenticator apps generate time-based one-time passwords that are used as a second factor to verify your identity when prompted during sign-in.
sv: Autentiseringsappar genererar tidsbaserade engångslösenord som används som en andra faktor för att verifiera din identitet när du ombeds göra det vid inloggningen.

source: Scan the QR code
sv: Skanna QR-koden

source: You can also enter the secret key manually:
sv: Du kan också ange den hemliga nyckeln manuellt:

source: Secret key copied to clipboard.
sv: Hemlig nyckel kopierad till urklipp.

source: Confirm registration
sv: Bekräfta registrering

source: Thank you for your interest in trying Weblate!
sv: Tack för ditt intresse för att testa Weblate!

source: Your trial offer
sv: Ditt proverbjudande

source: Your trial will last 14 days.
sv: Din provperiod kommer pÃ¥gÃ¥ i 14 dagar.

source: Your trial will run the 640k plan, but you can choose any plan later.
sv: Din provperiod omfattar 640k-planen, men du kan vÃ¤lja vilken plan du vill senare.

source: No credit card is needed, but you can set the payment method anytime.
sv: Inget kreditkort behövs, men du kan ställa in betalningsmetoden när som helst.

source: All configuration will stay once you start paying.
sv: All konfiguration kommer att kvarstå när du börjar betala.

source: Start the trial!
sv: Starta provperioden!

source: Joined on %(date)s
sv: Gick med den %(date)s

source: Last sign-in on %(date)s
sv: Senaste inloggning den %(date)s

source: Never signed-in
sv: Har aldrig loggat in

source: Account expires on %(date)s
sv: Kontot löper ut den %(date)s

source: Translates
sv: Översätter

source: Activity
sv: Aktivitet

source: Recent changes
sv: Senaste ändringar

source: User identities
sv: Användaridentiteter

source: No recent contributions found.
sv: Inga bidrag nyligen hittades.

source: Browse all translations with contribution
sv: Bläddra bland alla översättningar med bidrag

source: Browse all managed projects
sv: Bläddra bland alla hanterade projekt

source: Browse all watched projects
sv: Bläddra bland alla bevakade projekt

source: Browse all changes made by this user
sv: Bläddra bland alla ändringar som gjorts av denna användare

source: User ID
sv: Användar-ID

source: Notification
sv: Avisering

source: Frequency
sv: Frekvens

source: One-time
sv: Engångsbetalning

source: Site-wide team
sv: Webbplatsomfattande team

source: Remove user from this team
sv: Ta bort användare från detta team

source: Blocked until %(expiry)s
sv: Blockerad tills %(expiry)s

source: Blocked permanently
sv: Permanent blockerad

source: Unblock user
sv: Avblockera användaren

source: Edit user
sv: Redigera användare

source: The user has two-factor authentication.
sv: Användaren har tvåfaktorsautentisering.

source: The user doesn't have two-factor authentication.
sv: Användaren har inte tvåfaktorsautentisering.

source: Turn off two-factor authentication
sv: Stäng av tvåfaktorsautentisering

source: Disables password authentication for the user.
sv: Inaktiverar lösenordsautentisering för användaren.

source: Disable password
sv: Inaktivera lösenord

source: Account removal deletes all user private data.
sv: När du tar bort ditt konto raderas alla dina privata uppgifter.

source: Are you absolutely sure?
sv: Är du helt säker?

source: This will remove <b>%(user)s</b> from Weblate.
sv: Detta tar bort <b>%(user)s</b> från Weblate.

source: Sign in using the security key
sv: Logga in med sÃ¤kerhetsnyckeln

source: Unfortunately, your browser has no WebAuthn support.
sv: Tyvärr har din webbläsare inget stöd för WebAuthn.

source: Add-ons
sv: Tillägg

source: Configure add-on
sv: Konfigurera tillägg

source: This add-on has no settings.
sv: Det här tillägget har inga inställningar.

source: The add-on can only be installed on the component.
sv: Tillägget kan endast installeras på komponenten.

source: This add-on is used for all components sharing this repository.
sv: Detta tillägg gäller för alla komponenter som delar detta arkiv.

source: repository wide
sv: hela arkivet

source: Manage
sv: Hantera

source: No add-ons currently installed
sv: Inga tillägg är för närvarande installerade

source: Add-ons can also be installed at the project and the component levels.
sv: TillÃ¤gg kan ocksÃ¥ installeras pÃ¥ projekt- och komponentnivÃ¥.

source: Available add-ons
sv: Tillgängliga tillägg

source: The add-on can only be installed on the component level.
sv: Tillägget kan endast installeras på komponentnivå.

source: Could not find any additional add-ons compatible with this translation component.
sv: Hittade inga ytterligare tillägg som är kompatibla med denna översättningskomponent.

source: Some add-ons will ask for additional configuration during installation.
sv: Några tillägg kommer att fråga efter ytterligare konfiguration under installationen.

source: Browse all add-on changes
sv: Bläddra bland alla tilläggsändringar

source: Add-on Activity Logs
sv: Tilläggsaktivitetsloggar

source: Timestamp
sv: Tidsstämpel

source: No add-on activity logs available.
sv: Inga tilläggsaktivitetsloggar tillgängliga.

source: Integration instructions
sv: Integrationsinstruktioner

source: Include following snippet to load the localization from the CDN:
sv: Inkludera följande kodavsnitt för att läsa in lokaliseringen från CDN:

source: The localizable elements have to match configured CSS selector.
sv: De lokaliserbara elementen måste matcha konfigurerad CSS-väljare.

source: Matched files
sv: Matchade filer

source: The following components would be deleted
sv: Följande komponenter kommer tas bort

source: The following components would be created
sv: Följande komponenter skulle läggas till

source: Monolingual base language file
sv: Enspråkig basspråkfil

source: File mask
sv: Filmask

source: The following components matched existing ones
sv: Följande komponenter matchade befintliga komponenter

source: The following components could not be created
sv: Följande komponenter kunde inte skapas

source: No matching components were found!
sv: Inga matchande komponenter hittades!

source: You can use Django templates markup in both filename and content, for example:
sv: Du kan använda Django mall-markup i både filnamn och innehåll, t.ex.:

source: Percents translated
sv: Procent översatt

source: Number of translated strings
sv: Antal översatta strängar

source: Translation filename
sv: Översättningens filnamn

source: Component name
sv: Komponentnamn

source: Component URL slug
sv: Komponentens URL-slug

source: Project name
sv: Projektnamn

source: Project URL slug
sv: Projektets URL-slug

source: Generated strings
sv: Genererade strängar

source: The strings will be generated using following pattern:
sv: Strängarna genereras enligt följande mönster:

source: Source string
sv: Källsträng

source: Weblate commits from components within this repository will be squashed.
sv: Weblate-arkiveringar från komponenter inom detta arkiv kommer att squashas.

source: Original commit messages are kept, but authorship is lost unless "Per author" is selected or the commit message is customized to include it.
sv: Ursprungliga arkiveringsmeddelanden behålls, men författarskapet förloras om inte "per författare" är markerad eller om arkiveringsmeddelandet anpassas till att inkludera detta.

source: HTTP Response
sv: HTTP-svar

source: HTTP Request
sv: HTTP-begäran

source: HTTP headers
sv: HTTP-rubriker

source: Response content
sv: Responsinnehåll

source: Request payload
sv: Nyttolast för begäran

source: Automatic assignments
sv: Automatiska tilldelningar

source: Access control
sv: Åtkomstkontroll

source: Automatically add newly created users to this team based on their e-mail address.
sv: Lägg automatiskt till nyskapade användare i denna grupp baserat på deras mejladress.

source: Add automatic assignment
sv: Lägg till automatisk tilldelning

source: Last sign in
sv: Senaste inloggning

source: Team administrator
sv: Gruppadministratör

source: Not yet signed in
sv: Ännu inte inloggad

source: Revoke administration
sv: Återkalla administration

source: Grant administration
sv: Bevilja administration

source: Add a user
sv: Lägg till en användare

source: This will remove <b>%(user)s</b> access to this project.
sv: Detta tar bort <b>%(user)s</b> tillgång till detta projekt.

source: All components
sv: Alla komponenter

source: Automatic assignment of users is configured for this team
sv: Automatisk tilldelning av användare är konfigurerat för denna grupp

source: Automatic assignment
sv: Automatiska tilldelningar

source: Requires two-factor authentication
sv: Kräver tvåfaktorsautentisering

source: Access only
sv: Endast åtkomst

source: Manage watched projects
sv: Hantera bevakade projekt

source: Manage translated languages
sv: Hantera översatta språk

source: Browse all languages
sv: Utforska alla språk

source: Checks
sv: Kontroller

source: Failing checks in %(project)s â %(language)s
sv: Misslyckade kontroller i %(project)s â %(language)s

source: Failing checks in %(project)s
sv: Misslyckade kontroller i %(project)s

source: Failing checks in %(language)s
sv: Misslyckade kontroller i %(language)s

source: Checks overview
sv: Översikt av kontroller

source: Configuration errors
sv: Inställningsfel

source: Add new translation project
sv: Lägg till nytt översättningsprojekt

source: Add new translation component
sv: Lägg till ny översättningskomponent

source: Start new translation
sv: Starta ny översättning

source: Try Weblate for free
sv: Prova Weblate gratis

source: Billing overview
sv: Översikt av fakturering

source: Translation memory
sv: Översättningsminne

source: Get help
sv: Få hjälp

source: Contact server admins
sv: Kontakta serveradministratörer

source: Community discussions
sv: Gemenskapsdiskussioner

source: Professional support
sv: Professionell support

source: Get professional support
sv: Få professionell support

source: Keyboard shortcuts
sv: Kortkommandon

source: Weblate project
sv: Weblate-projektet

source: Become a supporter
sv: Bli supporter

source: Your Weblate is exceeding service limits. Please upgrade the subscription.
sv: Din Weblate överskrider tjänstgränserna. Uppgradera ditt abonnemang.

source: Screenshot details
sv: Detaljer för skärmdump

source: Recurring payment
sv: Återkommande betalning

source: Expired
sv: Upphörd

source: Past due date
sv: Passerat förfallodatum

source: Exceeds limits
sv: Överstiger gränserna

source: To terminate billing you have to remove all projects first.
sv: För att stoppa fakturering så måste du ta bort alla projekt först.

source: Change plan or payment method
sv: Ändra plan eller betalningsmetod

source: Terminate recurring payment
sv: Stoppa återkommande betalning

source: Terminate billing plan
sv: Avsluta betalningsplan

source: Invoices
sv: Fakturor

source: Invoice period
sv: Faktureringsperiod

source: Invoice amount
sv: Faktureringsbelopp

source: Download invoice
sv: Hämta faktura

source: Not available
sv: Inte tillgänglig

source: No invoices found.
sv: Inga fakturor hittades.

source: Event details
sv: Händelseinformation

source: Pending approval
sv: Väntar på godkännande

source: Request approval for Libre hosting
sv: Begär godkännande för fri (Libre) hosting

source: Approve as libre
sv: Godkänn som fri (libre)

source: This subscription is not eligible to the libre plan, please fix the errors above or purchase a subscription.
sv: Det här abonnemanget är inte berättigat till libre-planen, åtgärda felen ovan eller köp ett abonnemang.

source: Plan
sv: Prislista

source: No users currently assigned!
sv: Inga anvÃ¤ndare fÃ¶r nÃ¤rvarande tilldelade!

source: No projects currently assigned!
sv: Inga projekt är associerade för ögonblicket!

source: No subscriptions or due payments.
sv: Inga abonnemang eller förfallna betalningar.

source: If you miss access to billing of your project, please ask its admins to grant you access.
sv: Om du saknar tillgång till fakturering av ditt projekt, be administratören att ge dig åtkomst.

source: Purchase new hosting plan
sv: Köp ny hosting-plan

source: Awaiting payment
sv: Väntar på betalning

source: Current plan
sv: Aktuell plan

source: Change plan
sv: Ändra plan

source: Extend trial
sv: Förläng provperioden

source: Monthly price
sv: Månatligt pris

source: New payment
sv: Ny betalning

source: Yearly price
sv: Årligt pris

source: Hosted strings limit
sv: Gräns för värdbaserade strängar

source: Strings limit
sv: Strängbegränsning

source: Languages limit
sv: Gräns för språk

source: Projects limit
sv: Gräns för projekt

source: Used %(used)s
sv: Används %(used)s

source: Used %(used)s of %(total)s
sv: Använder %(used)s av %(total)s

source: Visible to everybody.
sv: Synlig för alla.

source: Any authenticated user can contribute.
sv: Alla inloggade användare kan bidra.

source: VCS repository is accessible to everybody.
sv: VCS-arkivet är tillgängligt för alla.

source: Only chosen users can contribute.
sv: Bara utvalda användare kan bidra.

source: Only chosen users can access VCS repository.
sv: Endast utvalda användare har åtkomst till VCS-arkivet.

source: Visible only to chosen users.
sv: Synlig endast för utvalda användare.

source: Permissions are not managed in Weblate.
sv: Behörigheter hanteras inte av Weblate.

source: Only use this if you know what you are doing, enabling it might revoke your access to this project.
sv: Använd bara detta om du vet vad du gör. Om du väljer detta kan det innebära att du förlorar din behörighet till projektet.

source: You do not have permission to change project access control.
sv: Du har inte behörighet att ändra åtkomstsinställningarna för projektet.

source: Check your billing status
sv: Kontrollera din faktureringsstatus

source: No strings found!
sv: Inga strängar hittades!

source: Insights
sv: Insikter

source: Download for offline translation.
sv: Ladda ner för att översätta nerkopplat.

source: Download original translation files as ZIP file
sv: Ladda ner ursprungliga översättningsfiler som ZIP-fil

source: Search and replace
sv: Sök och ersätt

source: Organize or remove
sv: Organisera eller ta bort

source: Browse all changes for this language
sv: Bläddra bland alla ändringar för det här språket

source: Announcements
sv: Meddelanden

source: Translation reports
sv: Översättningsrapporter

source: Download translation files as ZIP file
sv: Ladda ner översättningsfiler som ZIP-fil

source: Download translations as CSV in a ZIP file
sv: Ladda ner översättningar som CSV i en ZIP-fil

source: Download translations as XLIFF 1.1 in a ZIP file
sv: Ladda ner översättningar som XLIFF 1.1 i en ZIP-fil

source: Download translations as XLSX in a ZIP file
sv: Ladda ner översättningar som XLSX i en ZIP-fil

source: Batch automatic translation
sv: Automatisk massöversättning

source: Add new category
sv: Lägg till ny kategori

source: Post announcement
sv: Skicka meddelande

source: Browse all project changes
sv: Utforska alla projektändringar

source: Add a category
sv: Lägg till kategori

source: Organize category
sv: Ordna kategori

source: Moving or renaming the category will also change URLs for all its components.
sv: Att flytta eller byta namn på kategorin kommer också att ändra webbadresser för alla dess komponenter.

source: Users will need to update their bookmarks, references in cloned repositories, or API calls!
sv: Användare kommer att behöva uppdatera sina bokmärken, referenser i klonade arkiv eller API-anrop!

source: Organize
sv: Ordna

source: The message is shown for all translations within the project, until its given expiry, or permanently until it is deleted.
sv: Meddelandet visas på alla översättningar inom projektet så länge det är giltigt eller permanent tills det tas bort.

source: You don't have permission to view reports for all users, only your contributions will be listed.
sv: Du har inte behÃ¶righet att visa rapporter fÃ¶r alla anvÃ¤ndare, bara dina bidrag kommer att listas.

source: Credits
sv: Skapat av

source: Lists all translators contributing to this project in a given time period. Useful for inclusion in documentation or the app itself, to thank translators and generate feedback to them.
sv: Visar alla Ã¶versÃ¤ttare som har bidragit till detta projekt under en given tidsperiod. Det kan vara anvÃ¤ndbart fÃ¶r bland annat dokumentationen, eller anvÃ¤ndas till att tacka Ã¶versÃ¤ttare.

source: Contributor stats
sv: Bidragsgivarstatus

source: Reports the number of strings and words translated by each translator.
sv: Rapportera antalet strängar och ord som översatts av varje översättare.

source: Dismissed
sv: Avfärdad

source: View check documentation
sv: Visa kontrolldokumentation

source: Component is being updatedâ¦
sv: Komponenten uppdaterasâ¦

source: Continue to %(return_target)s
sv: Fortsätt till %(return_target)s

source: Abort the update
sv: Avbryta uppdateringen

source: Continue after completion
sv: Fortsätt efter slutförande

source: Alerts
sv: Varningar

source: Download language statistics (CSV)
sv: Ladda ner språkstatistik (CSV)

source: Download language statistics (JSON)
sv: Ladda ner språkstatistik (JSON)

source: Data exports
sv: Dataexporter

source: Community localization checklist
sv: Community-checklista fÃ¶r lokalisering

source: Matrix view
sv: Matrisvy

source: Repository maintenance
sv: Arkivunderhåll

source: Duplicate this component
sv: Duplicera denna komponent

source: dismissed
sv: avfärdad

source: Appeared %(first)s, last seen %(last)s
sv: Dök upp för %(first)s, senast sedd för %(last)s

source: Please sign in to see the alerts.
sv: Logga in för att se varningarna.

source: Browse all component changes
sv: Utforska alla ändringar i komponenten

source: The message is shown for all translations within the component, until its given expiry, or permanently until it is deleted.
sv: Meddelandet visas på alla översättningar inom komponenten så länge det är giltigt eller permanent tills det tas bort.

source: Organize component
sv: Ordna komponent

source: Moving or renaming the component will also change its URLs.
sv: Att flytta eller byta namn på komponenten kommer att ändra dess webbadresser.

source: Lists all translators contributing to this component in a given time period. Useful for inclusion in documentation or the app itself, to thank translators and generate feedback to them.
sv: Visar alla Ã¶versÃ¤ttare som har bidragit till denna komponent under en given tidsperiod. Det kan vara anvÃ¤ndbart fÃ¶r bland annat dokumentationen, eller anvÃ¤ndas till att tacka Ã¶versÃ¤ttare.

source: Contributor license agreement
sv: Licensavtal för bidragsgivare

source: Please read the following contributor license agreement:
sv: Läs följande licensavtal för bidragsgivare:

source: You have already agreed to this agreement.
sv: Du har redan accepterat detta avtal.

source: Configure dashboard
sv: Konfigurera panelen

source: Recent additions
sv: Senaste tillskotten

source: Choose what languages you want in the preferences, to see overview of available translations for those languages in your watched projects.
sv: Välj dina språk i inställningarna, så får du en översikt över tillgängliga översättningar för de språken i dina bevakade projekt.

source: Could not find any suggestions for you, please choose your languages in the preferences to get some.
sv: Hittade inga förslag för dig. Välj dina språk i inställningarna för att få några.

source: Lists all translators contributing in a given time period. Useful for inclusion in documentation or the app itself, to thank translators and generate feedback to them.
sv: Visar alla Ã¶versÃ¤ttare som har bidragit under en given tidsperiod. Det kan vara anvÃ¤ndbart fÃ¶r bland annat dokumentationen, eller anvÃ¤ndas till att tacka Ã¶versÃ¤ttare.

source: Various data from Weblate is available in machine-readable format.
sv: Olika data från Weblate finns i maskinläsbart format.

source: RSS feeds
sv: RSS-flöden

source: Follow the translation progress and all important changes from RSS feeds.
sv: Följ översättningen framsteg och alla viktiga ändringar från RSS-flöden.

source: Per language RSS feeds are also available. Construct them by appending a language code to the URLs above.
sv: Det finns också RSS-flöden för varje språk. Skapa dom genom att lägga till en språkkod till URL:erna ovan.

source: Translation statistics for every component in JSON format lets you use the data in other websites or tools.
sv: Översättningsstatistik för varje komponent i JSON-format gör att du kan använda informationen på andra webbplatser eller verktyg.

source: You can fetch statistics for all translations in one component like this:
sv: Du kan hämta statistik för alla översättningar i en komponent så här:

source: Notification hooks
sv: Aviseringskopplingar

source: With notification hooks, Weblate automatically imports changes made by your developers, allowing continuous localization.
sv: Med aviseringskopplingar importerar Weblate automatiskt ändringar gjorda av utvecklarna, vilket möjliggör fortlöpande lokalisering.

source: Hook
sv: Krok

source: You pull changes from a remote repository to Weblate like this:
sv: Du hämta ändringar från ett fjärrarkiv till Weblate så här:

source: Weblate also supports direct notifications from several code hosting sites:
sv: Weblate stÃ¶der ocksÃ¥ direktaviseringar frÃ¥n flera kodlagringsplatser:

source: Hosting site
sv: Lagringsplats

source: Note
sv: Notis

source: The documentation has detailed instructions
sv: Dokumentationen har detaljerade instruktioner

source: Get involved in <strong>%(project)s</strong>
sv: Engagera dig i <strong>%(project)s</strong>

source: Hello and thank you for your interest
sv: Hej, och tack för visat intresse

source: %(project)s is being translated using %(weblate_name_link)s, a web tool designed to ease translating for both developers and translators.
sv: %(project)s översätts med %(weblate_name_link)s, ett webbverktyg designat för att underlätta översättning för både utvecklare och översättare.

source: Overall, these translations are <strong>%(percent)s%% complete</strong>.
sv: Sammantaget är dessa översättningar <strong>%(percent)s%% komplett</strong>.

source: If you would like to contribute to translation of %(project)s, you need to register on this server.
sv: Om du vill bidra till översättningen av %(project)s måste du registrera dig på den här servern.

source: This translation is open only to a limited group of translators, if you want to contribute please get in touch with the project maintainers.
sv: Denna översättning är öppen endast för en begränsad grupp översättare. Kontakta projektansvariga om du vill bidra.
